{
    "termsOfUse": "Terms of use",
    "termsOfUseContent": "Effective date: 12/04/2025\n\nWelcome to Postfit. By using our app, you agree to be bound by the following Terms of Use. If you do not agree, please do not use the App.",
    "usageTitle": "Use of the App",
    "usageContent": "You must be at least 13 years old to use Postfit. By using the App, you confirm that you meet this requirement and will use Postfit in compliance with all applicable laws.\n\nYou agree not to:\n\nPost any content that is illegal, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, or otherwise objectionable.\n\nImpersonate another person or misrepresent your affiliation with any entity.\n\nUse the app for spamming, phishing, or any unauthorized advertising.\n\nAttempt to gain unauthorized access to other users' data or Postfit’s systems.",
    "userGeneratedTitle": "User-Generated content",
    "userGeneratedContent": "By submitting or posting content in Postfit, you:\n\nConfirm that you have the rights to that content.\n\nGrant us a non-exclusive, royalty-free, worldwide license to use, display, and moderate your content as needed to maintain a safe and respectful community.\n\nWe reserve the right to remove or restrict content that violates these Terms or is reported by other users.",
    "accountSuspensionTitle": "Account suspension or termination",
    "accountSuspensionContent": "We may suspend or terminate your account at any time if you:\n\nViolate these Terms,\n\nPost content that violates community guidelines,\n\nOr engage in behavior that disrupts the experience for others.\n\nRepeated violations may result in permanent bans without prior notice.",
    "reportingTitle": "Reporting and moderation",
    "reportingContent": "Users may report content or accounts that violate these Terms. We review reports and take action when necessary. To report content, use the in-app reporting feature or contact us at app.asier.dev@gmail.com",
    "privacyTitle": "Privacy",
    "privacyContent": "We respect your privacy. Please refer to our Privacy Policy to understand how we collect, use, and protect your data.",
    "changeOfTermsTitle": "Changes to the Terms",
    "changeOfTermsContent": "We may update these Terms occasionally. If changes are significant, we will notify users through the App. Continued use of the App after changes means you accept the revised Terms.",
    "contactUsTitle": "Contact us",
    "contactUsContent": "If you have any questions about these Terms, please contact us at:\n\nEmail: app.asier.dev@gmail.com"
}