{
  "introductionTitle": "Introduction",
  "introduction": "This Privacy Policy explains how Postfit collects, uses, and protects personal information when users interact with the app and website.\n\nPostfit collects personal data solely to provide and improve the user experience. By using the app, users agree to the practices described in this policy.",
  "usageDataTitle": "Usage data",
  "usageDataContent": "Usage Data is collected automatically when using the Service.\n\nUsage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.\n\nWhen You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.\n\nWe may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.",
  "thirdPartyTitle": "Information from Third-Party Services",
  "thirdPartyContent": "Postfit allows users to sign up and log in through third-party social media platforms, including Google. If you choose to register or connect using one of these services, Postfit may access certain personal data already associated with your account, such as your name, email address, activity data, or contact list. You may also choose to share additional information during registration or at any time while using the service. By doing so, you authorize Postfit to use, store, and share this information in accordance with this Privacy Policy.",
  "useOfPersonalDataTitle": "Use of Your Personal Data",
  "useOfPersonalDataContent": "Postfit may use personal data to provide and improve the service, manage user accounts, fulfill contracts, and communicate with users. This includes sending updates, promotional content, or responding to user requests. Personal data may also be used for analytics, business operations, or service enhancements. Data may be shared with service providers, affiliates, business partners, or other users depending on interactions, and with your consent for specific purposes. In case of business transfers, user data may be part of the transferred assets.",
  "dataRetentionTitle": "Data retention",
  "dataRetentionContent": "Postfit retains your personal data only as long as needed to meet the purposes described in this Privacy Policy. This includes complying with legal obligations, resolving disputes, and enforcing agreements. Usage data is generally stored for a shorter period unless it is required for security, service improvements, or legal reasons.",
  "dataTransferTitle": "Data transfer",
  "dataTransferContent": "Postfit may process and store your data in locations outside your region, where data protection laws may differ. By submitting your data, you consent to this transfer. We ensure that your data is handled securely and only transferred where adequate protection measures are in place.",
  "deleteDataTitle": "Data deletion",
  "deleteDataContent": "You have the right to request the deletion of your personal data collected by Postfit. In some cases, you can delete your information directly within the app, such as in your account settings. You can also contact us to access, correct, or delete your personal data. Please note that we may retain certain information if required to comply with legal obligations or if we have a legitimate reason to keep it.",
  "disclosureDataTitle": "Data disclosure",
  "disclosureDataContent": "If Postfit is involved in a merger, acquisition, or asset sale, your personal data may be transferred. We will notify you before your personal data is transferred and becomes subject to a different privacy policy. Under certain circumstances, we may be required to disclose your personal data by law or in response to valid requests from public authorities (e.g., courts or government agencies). We may disclose your personal data if we believe it is necessary to:\n\n- Comply with a legal obligation\n\n- Protect and defend the rights or property of Postfit\n\n- Investigate potential wrongdoing in connection with the Service\n\n- Ensure the safety of Service users or the public\n\n- Protect against legal liability",
  "childrenPrivacyTitle": "Children privacy",
  "childrenPrivacyContent": "Our Service is not intended for individuals under the age of 13. We do not knowingly collect personally identifiable information from anyone under 13. If you are a parent or guardian and are aware that your child has provided us with personal data, please contact us. If we discover that we have collected personal data from anyone under the age of 13 without verifying parental consent, we will take immediate steps to remove that information from our servers. If we need to rely on consent as a legal basis for processing your information, and your country requires parental consent, we may request your parent's consent before collecting or using that information.",
  "linksToOtherWebsitesTitle": "Links to other websites",
  "linksToOtherWebsitesContent": "Our Service may contain links to external websites that are not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly recommend reviewing the Privacy Policy of every website you visit. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party websites or services.",
  "changesToPrivacyPolicyTitle": "Changes to privacy policy",
  "changesToPrivacyPolicyContent": "We may update our Privacy Policy occasionally. Any changes will be communicated by posting the updated Privacy Policy on this page. We will notify you via email and/or a prominent notice on our Service before the changes take effect and will update the 'Last updated' date at the top of this Privacy Policy. We recommend reviewing this Privacy Policy periodically to stay informed about any changes. Changes take effect as soon as they are posted on this page.",
  "contactUsTitle": "Contact us",
  "contactUsContent": "If you have any questions regarding this Privacy Policy, feel free to contact us:\n\nBy email: app.asier.dev@gmail.com"
}