{
    "introductionTitle": "Introducción",
    "introduction": "Esta Política de Privacidad explica cómo Postfit recopila, utiliza y protege la información personal cuando los usuarios interactúan con la aplicación y el sitio web.\n\nPostfit recopila datos personales únicamente para proporcionar y mejorar la experiencia del usuario. Al utilizar la aplicación, los usuarios aceptan las prácticas descritas en esta política.",
    "usageDataTitle": "Datos de uso",
    "usageDataContent": "Los Datos de Uso se recopilan automáticamente al utilizar el Servicio.\n\nLos Datos de Uso pueden incluir información como la dirección de Protocolo de Internet (IP) de su dispositivo, el tipo de navegador, la versión del navegador, las páginas de nuestro Servicio que visita, la hora y fecha de su visita, el tiempo dedicado a esas páginas, identificadores únicos de dispositivos y otros datos de diagnóstico.\n\nCuando accede al Servicio mediante un dispositivo móvil, podemos recopilar cierta información automáticamente, incluyendo, pero no limitándose a, el tipo de dispositivo móvil que utiliza, el ID único de su dispositivo móvil, la dirección IP de su dispositivo móvil, el sistema operativo de su dispositivo móvil, el tipo de navegador de Internet móvil que utiliza, identificadores únicos de dispositivos y otros datos de diagnóstico.\n\nTambién podemos recopilar información que su navegador envía cada vez que visita nuestro Servicio o cuando accede al Servicio a través de un dispositivo móvil.",
    "thirdPartyTitle": "Información de Servicios de Terceros",
    "thirdPartyContent": "Postfit permite a los usuarios registrarse e iniciar sesión a través de plataformas de redes sociales de terceros, incluidos Google. Si elige registrarse o conectarse utilizando uno de estos servicios, Postfit puede acceder a ciertos datos personales ya asociados con su cuenta, como su nombre, dirección de correo electrónico, datos de actividad o lista de contactos. También puede optar por compartir información adicional durante el registro o en cualquier momento mientras utiliza el servicio. Al hacerlo, autoriza a Postfit a utilizar, almacenar y compartir esta información de acuerdo con esta Política de Privacidad.",
    "useOfPersonalDataTitle": "Uso de sus datos personales",
    "useOfPersonalDataContent": "Postfit puede utilizar los datos personales para proporcionar y mejorar el servicio, gestionar cuentas de usuarios, cumplir contratos y comunicarse con los usuarios. Esto incluye el envío de actualizaciones, contenido promocional o la respuesta a solicitudes de los usuarios. Los datos personales también pueden ser utilizados para análisis, operaciones comerciales o mejoras del servicio. Los datos pueden ser compartidos con proveedores de servicios, afiliados, socios comerciales u otros usuarios dependiendo de las interacciones, y con su consentimiento para fines específicos. En caso de transferencias comerciales, los datos de los usuarios pueden formar parte de los activos transferidos.",
    "dataRetentionTitle": "Retención de datos",
    "dataRetentionContent": "Postfit retiene sus datos personales solo durante el tiempo necesario para cumplir con los propósitos descritos en esta Política de Privacidad. Esto incluye cumplir con obligaciones legales, resolver disputas y hacer cumplir acuerdos. Los datos de uso generalmente se almacenan por un período más corto, a menos que sea necesario por razones de seguridad, mejoras del servicio o razones legales.",
    "dataTransferTitle": "Transferencia de datos",
    "dataTransferContent": "Postfit puede procesar y almacenar sus datos en ubicaciones fuera de su región, donde las leyes de protección de datos pueden ser diferentes. Al enviar sus datos, usted da su consentimiento para esta transferencia. Aseguramos que sus datos se manejen de manera segura y solo se transfieran donde existan medidas adecuadas de protección.",
    "deleteDataTitle": "Eliminación de datos",
    "deleteDataContent": "Usted tiene el derecho de solicitar la eliminación de sus datos personales recopilados por Postfit. En algunos casos, puede eliminar su información directamente dentro de la aplicación, como en la configuración de su cuenta. También puede contactarnos para acceder, corregir o eliminar sus datos personales. Tenga en cuenta que podemos retener cierta información si es necesario para cumplir con obligaciones legales o si tenemos una razón legítima para mantenerla.",
    "disclosureDataTitle": "Divulgación de datos",
    "disclosureDataContent": "Si Postfit está involucrado en una fusión, adquisición o venta de activos, sus datos personales pueden ser transferidos. Le notificaremos antes de que sus datos personales sean transferidos y estén sujetos a una política de privacidad diferente. Bajo ciertas circunstancias, podemos estar obligados a divulgar sus datos personales por ley o en respuesta a solicitudes válidas de autoridades públicas (por ejemplo, tribunales o agencias gubernamentales). Podemos divulgar sus datos personales si creemos que es necesario para:\n\n- Cumplir con una obligación legal\n\n- Proteger y defender los derechos o la propiedad de Postfit\n\n- Investigar posibles delitos relacionados con el Servicio\n\n- Asegurar la seguridad de los usuarios del Servicio o del público\n\n- Proteger contra responsabilidad legal",
    "childrenPrivacyTitle": "Privacidad de los niños",
    "childrenPrivacyContent": "Nuestro Servicio no está destinado a personas menores de 13 años. No recopilamos intencionalmente información personal identificable de nadie menor de 13 años. Si es padre o tutor y sabe que su hijo nos ha proporcionado datos personales, por favor contáctenos. Si descubrimos que hemos recopilado datos personales de alguien menor de 13 años sin verificar el consentimiento de los padres, tomaremos medidas inmediatas para eliminar esa información de nuestros servidores. Si necesitamos basarnos en el consentimiento como base legal para procesar su información, y su país requiere consentimiento parental, podemos solicitar el consentimiento de los padres antes de recopilar o utilizar esa información.",
    "linksToOtherWebsitesTitle": "Enlaces a otros sitios web",
    "linksToOtherWebsitesContent": "Nuestro Servicio puede contener enlaces a sitios web externos que no son operados por nosotros. Si hace clic en un enlace de un tercero, será dirigido al sitio de ese tercero. Le recomendamos encarecidamente que revise la Política de Privacidad de cada sitio web que visite. No tenemos control sobre ni asumimos ninguna responsabilidad por el contenido, las políticas de privacidad o las prácticas de sitios web o servicios de terceros.",
    "changesToPrivacyPolicyTitle": "Cambios en la política de privacidad",
    "changesToPrivacyPolicyContent": "Podemos actualizar nuestra Política de Privacidad ocasionalmente. Cualquier cambio será comunicado mediante la publicación de la Política de Privacidad actualizada en esta página. Le notificaremos por correo electrónico y/o con un aviso destacado en nuestro Servicio antes de que los cambios entren en vigor y actualizaremos la fecha de 'Última actualización' en la parte superior de esta Política de Privacidad. Le recomendamos revisar esta Política de Privacidad periódicamente para mantenerse informado sobre cualquier cambio. Los cambios entran en vigor tan pronto como se publican en esta página.",
    "contactUsTitle": "Contáctenos",
    "contactUsContent": "Si tiene alguna pregunta con respecto a esta Política de Privacidad, no dude en contactarnos:\n\nPor correo electrónico: app.asier.dev@gmail.com"
}